[
  {
    "title": "A window view quality assessment framework",
    "authors": [
      "WH Ko",
      "MG Kent",
      "S Schiavon",
      "B Levitt",
      "G Betti"
    ],
    "year": "2022",
    "journal": "Leukos",
    "abstract": "into a comprehensive design framework that can be used by architects or practitioners. To  address this issue, we propose a unified framework for view quality to systematically identify",
    "citations": 113,
    "url": "https://www.tandfonline.com/doi/abs/10.1080/15502724.2021.1965889",
    "eprint_url": "https://arxiv.org/pdf/2010.07025",
    "database": "Google Scholar",
    "quartile": "Q1",
    "impact_factor": 5.0
  },
  {
    "title": "Action framework to advance universal access to safe, effective and quality-assured blood products 2020–2023",
    "authors": [
      "World Health Organization"
    ],
    "year": "2020",
    "journal": "NA",
    "abstract": "Globally, 86% of countries reported existence of standards for preparation of blood products;  68% reported existence of national external quality assessment schemes for transfusion",
    "citations": 216,
    "url": "https://books.google.com/books?hl=en&lr=&id=EnYOEQAAQBAJ&oi=fnd&pg=PA1&dq=quality+assessment+framework+after:2020+before:2025&ots=vKrtJpjRJR&sig=qgMmqAW-iqKsNjIdvHKXO_lbM_o",
    "eprint_url": "https://books.google.com/books?hl=en&lr=&id=EnYOEQAAQBAJ&oi=fnd&pg=PA1&dq=quality+assessment+framework+after:2020+before:2025&ots=vKrtJpjRJR&sig=qgMmqAW-iqKsNjIdvHKXO_lbM_o",
    "database": "Google Scholar",
    "quartile": "Q1",
    "impact_factor": 5.0
  },
  {
    "title": "Quality assessment with diverse studies (QuADS): an appraisal tool for methodological and reporting quality in systematic reviews of mixed-or multi-method studies",
    "authors": [
      "R Harrison",
      "B Jones",
      "P Gardner",
      "R Lawton"
    ],
    "year": "2021",
    "journal": "BMC health services research",
    "abstract": "The tool enables researchers to consider and discuss each element of the study in the  context of its research aims and to explore the extent to which each quality criterion is met. This",
    "citations": 388,
    "url": "https://link.springer.com/article/10.1186/s12913-021-06122-y",
    "eprint_url": "https://link.springer.com/article/10.1186/s12913-021-06122-y",
    "database": "Google Scholar",
    "quartile": "Q1",
    "impact_factor": 5.0
  },
  {
    "title": "Sensor data quality: A systematic review",
    "authors": [
      "HY Teh",
      "AW Kempa-Liehr",
      "KIK Wang"
    ],
    "year": "2020",
    "journal": "Journal of Big Data",
    "abstract": "This systematic review aims to provide an introduction and guide for researchers who are  interested in quality- such as the meta-analyses criteria are not considered in this review paper.",
    "citations": 335,
    "url": "https://link.springer.com/article/10.1186/s40537-020-0285-1",
    "eprint_url": "https://link.springer.com/article/10.1186/s40537-020-0285-1",
    "database": "Google Scholar",
    "quartile": "Q1",
    "impact_factor": 5.0
  },
  {
    "title": "DevOps and software quality: A systematic mapping",
    "authors": [
      "A Mishra",
      "Z Otaiwi"
    ],
    "year": "2020",
    "journal": "Computer Science Review",
    "abstract": "provides many benefits including quality but also brings challenges to an organization. This  study presents systematic mapping of the impact of DevOps on software quality. The results",
    "citations": 243,
    "url": "https://www.sciencedirect.com/science/article/pii/S1574013720304081",
    "eprint_url": "https://www.sciencedirect.com/science/article/pii/S1574013720304081",
    "database": "Google Scholar",
    "quartile": "Q1",
    "impact_factor": 5.0
  },
  {
    "title": "What makes a good quality indicator set? A systematic review of criteria",
    "authors": [
      "Schang, Laura",
      "Blotenberg, Iris",
      "Boywitt, Dennis"
    ],
    "year": "2021",
    "journal": "International Journal for Quality in Health Care",
    "doi": "10.1093/intqhc/mzab107",
    "abstract": "<jats:title>Abstract</jats:title><jats:sec><jats:title>Background</jats:title><jats:p>While single indicators measure a specific aspect of quality (e.g. timely support during labour), users of these indicators, such as patients, providers and policy-makers, are typically interested in some broader construct (e.g. quality of maternity care) whose measurement requires a set of indicators. However, guidance on desirable properties of indicator sets is lacking.</jats:p></jats:sec><jats:sec><jats:title>Objective</jats:title><jats:p>Based on the premise that a set of valid indicators does not guarantee a valid set of indicators, the aim of this review is 2-fold: First, we introduce content validity as a desirable property of indicator sets and review the extent to which studies in the peer-reviewed health care quality literature address this criterion. Second, to obtain a complete inventory of criteria, we examine what additional criteria of quality indicator sets were used so far.</jats:p></jats:sec><jats:sec><jats:title>Methods</jats:title><jats:p>We searched the databases Web of Science, Medline, Cinahl and PsycInfo from inception to May 2021 and the reference lists of included studies. English- or German-language, peer-reviewed studies concerned with desirable characteristics of quality indicator sets were included. Applying qualitative content analysis, two authors independently coded the articles using a structured coding scheme and discussed conflicting codes until consensus was reached.</jats:p></jats:sec><jats:sec><jats:title>Results</jats:title><jats:p>Of 366 studies screened, 62 were included in the review. Eighty-five per cent (53/62) of studies addressed at least one of the component criteria of content validity (content coverage, proportional representation and contamination) and 15% (9/62) addressed all component criteria. Studies used various content domains to structure the targeted construct (e.g. quality dimensions, elements of the care pathway and policy priorities), providing a framework to assess content validity. The review revealed four additional substantive criteria for indicator sets: cost of measurement (21% [13/62] of the included studies), prioritization of ‘essential’ indicators (21% [13/62]), avoidance of redundancy (13% [8/62]) and size of the set (15% [9/62]). Additionally, four procedural criteria were identified: stakeholder involvement (69% [43/62]), using a conceptual framework (44% [27/62]), defining the purpose of measurement (26% [16/62]) and transparency of the development process (8% [5/62]).</jats:p></jats:sec><jats:sec><jats:title>Conclusion</jats:title><jats:p>The concept of content validity and its component criteria help assessing whether conclusions based on a set of indicators are valid conclusions about the targeted construct. To develop a valid indicator set, careful definition of the targeted construct including its (sub-)domains is paramount. Developers of quality indicators should specify the purpose of measurement and consider trade-offs with other criteria for indicator sets whose application may reduce content validity (e.g. costs of measurement) in light thereof.</jats:p></jats:sec>",
    "citations": 54,
    "type": "journal-article",
    "subjects": [],
    "database": "Crossref",
    "quartile": "Q2"
  },
  {
    "title": "AMSTAR 2 appraisal of systematic reviews and meta-analyses in the field of heart failure from high-impact journals",
    "authors": [
      "L Li",
      "I Asemota",
      "B Liu",
      "J Gomez-Valencia",
      "L Lin"
    ],
    "year": "2022",
    "journal": "Systematic reviews",
    "abstract": "We aimed to perform the first AMSTAR 2-based quality  of AMSTAR 2. In addition to identifying  certain areas of insufficiency, these findings indicate the need to justify or modify AMSTAR",
    "citations": 60,
    "url": "https://link.springer.com/article/10.1186/s13643-022-02029-9",
    "eprint_url": "https://link.springer.com/article/10.1186/s13643-022-02029-9",
    "database": "Google Scholar",
    "quartile": "Q1",
    "impact_factor": 3.5
  },
  {
    "title": "The methodological quality of systematic reviews on the treatment of adult major depression needs improvement according to AMSTAR 2: a cross-sectional study",
    "authors": [
      "K Matthias",
      "O Rissling",
      "D Pieper",
      "J Morche",
      "M Nocon"
    ],
    "year": "2020",
    "journal": "Heliyon",
    "abstract": "We performed descriptive data synthesis of our findings according to the individual items of  the AMSTAR 2, the overall confidence of the instrument and the AMSTAR 2 percentage score",
    "citations": 56,
    "url": "https://www.cell.com/heliyon/fulltext/S2405-8440(20)31619-4",
    "eprint_url": "https://www.cell.com/heliyon/fulltext/S2405-8440(20)31619-4",
    "database": "Google Scholar",
    "quartile": "Q1",
    "impact_factor": 3.5
  },
  {
    "title": "The quality of systematic reviews/meta‐analyses published in the field of bariatrics: a cross‐sectional systematic survey using AMSTAR 2 and ROBIS",
    "authors": [
      "M Storman",
      "D Storman",
      "KW Jasinska"
    ],
    "year": "2020",
    "journal": "Obesity …",
    "abstract": "We present the tabulation of scoring for each AMSTAR 2 domain (“Yes,” “Partial Yes,” and  “No”) for each of the included papers. The complete AMSTAR 2 and ROBIS assessments are",
    "citations": 58,
    "url": "https://onlinelibrary.wiley.com/doi/abs/10.1111/obr.12994",
    "eprint_url": "",
    "database": "Google Scholar",
    "quartile": "Q1",
    "impact_factor": 3.5
  },
  {
    "title": "Use of AMSTAR-2 in the methodological assessment of systematic reviews: protocol for a methodological study",
    "authors": [
      "C Lu",
      "T Lu",
      "L Ge",
      "N Yang",
      "P Yan"
    ],
    "year": "2020",
    "journal": "Annals of Translational …",
    "abstract": "the use of AMSTAR-2 in studies that assessed the methodological quality of a sample of  SRs with the AMSTAR-2 and provide references to potential users of AMSTAR-2 tool.",
    "citations": 58,
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC7290613/",
    "eprint_url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC7290613/",
    "database": "Google Scholar",
    "quartile": "Q1",
    "impact_factor": 3.5
  },
  {
    "title": "Integrated molecular and clinical analysis of 1,000 pediatric low-grade gliomas",
    "authors": [
      "S Ryall",
      "M Zapotocky",
      "K Fukuoka",
      "L Nobre",
      "AG Stucklin"
    ],
    "year": "2020",
    "journal": "Cancer cell",
    "abstract": "Pediatric low-grade gliomas (pLGG) are frequently driven by genetic alterations in the RAS-mitogen-activated  protein kinase (RAS/MAPK) pathway yet show unexplained variability in",
    "citations": 444,
    "url": "https://www.cell.com/cancer-cell/fulltext/S1535-6108(20)30151-3",
    "eprint_url": "https://www.cell.com/cancer-cell/fulltext/S1535-6108(20)30151-3",
    "database": "Google Scholar",
    "quartile": "Q1",
    "impact_factor": 5.0
  },
  {
    "title": "The development methods of official GRADE articles and requirements for claiming the use of GRADE–A statement by the GRADE guidance group",
    "authors": [
      "HJ Schünemann",
      "S Brennan",
      "EA Akl"
    ],
    "year": "2023",
    "journal": "Journal of Clinical …",
    "abstract": "reasons for modifying the GRADE system, we discourage the use of ‘‘modified GRADE’’  GRADE approach, to do so through the explicit processes that the GWG offers. Indeed, GRADE",
    "citations": 126,
    "url": "https://www.jclinepi.com/article/S0895-4356(23)00122-1/abstract",
    "eprint_url": "https://www.jclinepi.com/article/S0895-4356(23)00122-1/fulltext",
    "database": "Google Scholar",
    "quartile": "Q1",
    "impact_factor": 5.0
  }
]